[
    {
        "channel": {
            "name": "Nitashi",
            "rank": 998,
            "id": "UCObrRDkqqLcD_wm88BlT-_g",
            "thumbnail": "https://yt3.ggpht.com/NImETYdLY4Od6W39z6iPRfG5xg-4fmgg25wWL4fB3VXQONKLn5tQ412e0gMAJwf35LHcjrH0=s800-c-k-c0x00ffffff-no-rj",
            "description": "W sprawie współprac zapraszam do kontaktu poprzez mojego maila - nitashi@stormmedia.gg"
        },
        "videos": []
    },
    {
        "channel": {
            "name": "Jan Piński",
            "rank": 999,
            "id": "UCaTcgqhFqYzhrLQzaibPyeA",
            "thumbnail": "https://yt3.ggpht.com/kjU7wmQp_NCqKwxuBM8oDdeBxPRMc73VL7d7drbkQwYTaUwwLdp4VyY0WR51Vg_GB6MBD7W6hA=s800-c-k-c0x00ffffff-no-rj",
            "description": "Były wicemistrz Europy juniorów w szachach. Autor czterech szachowych bestsellerów napisanych po angielsku. Absolwent politologii Uniwersytetu Warszawskiego. Dziennikarz od 1997 r. Przez dziesięć lat pracował dla tygodnika Wprost. Potem był szefem wszystkich programów informacyjnych TVP (tytułował się ministrem propagandy), a później naczelnym Uważam Rze, Gazety Finansowej. Obecnie jest redaktorem naczelny portalu Wieści24.pl i wydawcą pism historycznych: Historia Bez Cenzury, Historia na Weekend, Historia Ekspert."
        },
        "videos": []
    },
    {
        "channel": {
            "name": "Nieprzeciętne Życie",
            "rank": 1000,
            "id": "UCYhiZcIe6c8y538FUxBOpdQ",
            "thumbnail": "https://yt3.ggpht.com/ytc/AIdro_mCXIBRNek0fJpw899DDhvS7LSw-1uIHzAIbdDYvewSdfI=s800-c-k-c0x00ffffff-no-rj",
            "description": "I'm looking for people to cooperate on creating animations in other languages (English, French, Italian, Portuguese, etc.) Do you know something about VideoScribe? French or Italian or any other is your native language? Contact me! I will teach you everything!\n\nNa kanale znajdziesz animacje rysunkowe o książkach oraz o wszystkim co ulepsza nasze życie.\n\nTworzę też animacje na zlecenie - napisz do mnie na maila nieprzecietne.zycie@gmail.com\nWszelkie zapytania biznesowe również kieruj na mojego maila."
        },
        "videos": []
    }
]